Repository: prosopo/procaptcha-wordpress-plugin
Catalog: prosopo-procaptcha/lang/prosopo-procaptcha-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: GDPR compliant, privacy friendly and better value captcha.
de_de: DSGVO-konform, datenschutzfreundlich und kostengünstigeres Captcha.
es_es: Cumple con el RGPD, respetuoso con la privacidad y mejor captcha en calidad-precio.
fr_fr: Conforme au RGPD, respectueux de la vie privée et captcha meilleur rapport qualité-prix.
it_it: Conforme al GDPR, rispettoso della privacy e captcha con migliore rapporto qualità-prezzo.
pt_pt: Conforme ao RGPD, respeitador da privacidade e captcha com melhor custo-benefício.

source: Prosopo Team
es_es: Equipo de Prosopo
fr_fr: Équipe Prosopo
it_it: Team Prosopo
pt_pt: Equipe Prosopo

source: Please verify that you are human.
de_de: Bitte bestätigen Sie, dass Sie ein Mensch sind.
es_es: Por favor, verifique que es humano.
fr_fr: Veuillez vérifier que vous êtes un humain.
it_it: Si prega di verificare che siate umani.
pt_pt: Por favor, verifique que você é humano.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pt_pt: Salvar

source: Preview: if the credentials are valid, you should be able to complete the captcha below:
de_de: Vorschau: Wenn die Anmeldedaten gültig sind, sollten Sie in der Lage sein, das Captcha unten zu vervollständigen:
es_es: Vista previa: Si las credenciales son válidas, debería poder completar el captcha a continuación:
fr_fr: Aperçu : Si les identifiants sont valides, vous devriez pouvoir compléter le captcha ci-dessous :
it_it: Anteprima: se le credenziali sono valide, dovresti essere in grado di completare il captcha qui sotto:
pt_pt: Pré-visualização: se as credenciais forem válidas, você deverá conseguir completar o captcha abaixo:

source: Procaptcha Settings
de_de: Procaptcha-Einstellungen
es_es: Configuración de Procaptcha
fr_fr: Paramètres de Procaptcha
it_it: Impostazioni di Procaptcha
pt_pt: Configurações do Procaptcha

source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
pt_pt: Claro

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
pt_pt: Escuro

source: Frictionless
de_de: Reibungslos
es_es: Sin fricción
fr_fr: Sans friction
it_it: Senza attrito
pt_pt: Sem fricção

source: Image
de_de: Bild
es_es: Imagen
it_it: Immagine
pt_pt: Imagem

source: Settings successfully saved.
de_de: Einstellungen erfolgreich gespeichert.
es_es: Ajustes guardados con éxito.
fr_fr: Paramètres enregistrés avec succès.
it_it: Impostazioni salvate con successo.
pt_pt: Configurações salvas com sucesso.

source: Enable form protection for this forum (new topic, reply)
de_de: Formularschutz für dieses Forum aktivieren (neues Thema, Antwort)
es_es: Habilitar protección de formulario para este foro (nuevo tema, respuesta)
fr_fr: Activer la protection de formulaire pour ce forum (nouveau sujet, réponse)
it_it: Abilita la protezione del modulo per questo forum (nuovo argomento, risposta)
pt_pt: Ativar a proteção de formulário para este fórum (novo tópico, resposta)

source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
it_it: Comportamento
pt_pt: Comportamento

source: Open Docs
de_de: Dokumentation öffnen
es_es: Abrir documentación
fr_fr: Ouvrir la documentation
it_it: Apri la documentazione
pt_pt: Abrir documentação

source: Account Forms
de_de: Kontenformulare
es_es: Formularios de cuenta
fr_fr: Formulaires de compte
it_it: Moduli di account
pt_pt: Formulários de conta

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generale
pt_pt: Geral

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche
pt_pt: Estatísticas

source: Protect the checkout form
de_de: Schützen Sie das Checkout-Formular
es_es: Proteger el formulario de pago
fr_fr: Protéger le formulaire de paiement
it_it: Proteggi il modulo di pagamento
pt_pt: Proteger o formulário de checkout

source: Protect the order tracking form
de_de: Schützen Sie das Formular zur Bestellverfolgung
es_es: Proteger el formulario de seguimiento de pedidos
fr_fr: Protéger le formulaire de suivi de commande
it_it: Proteggi il modulo di tracciamento degli ordini
pt_pt: Proteger o formulário de rastreamento de pedidos

source: Protect the comment form:
de_de: Schützen Sie das Kommentarfeld:
es_es: Proteger el formulario de comentarios:
fr_fr: Protéger le formulaire de commentaire :
it_it: Proteggi il modulo dei commenti:
pt_pt: Proteger o formulário de comentários:

source: Protect the login form:
de_de: Schützen Sie das Anmeldeformular:
es_es: Proteger el formulario de inicio de sesión:
fr_fr: Protéger le formulaire de connexion :
it_it: Proteggi il modulo di accesso:
pt_pt: Proteger o formulário de login:

source: Protect the lost password form:
de_de: Schützen Sie das Formular für vergessenes Passwort:
es_es: Proteger el formulario de contraseña olvidada:
fr_fr: Protéger le formulaire de mot de passe oublié :
it_it: Proteggi il modulo per il recupero della password:
pt_pt: Proteger o formulário de recuperação de senha:

source: Protect the post/page password form:
de_de: Schützen Sie das Beitrags-/Seitenpasswort-Formular:
es_es: Proteger el formulario de contraseña de publicación/página:
fr_fr: Protéger le formulaire de mot de passe des articles/pages :
it_it: Proteggi il modulo per la password di post/pagina:
pt_pt: Proteger o formulário de senha de postagem/página:

source: Protect the register form:
de_de: Schützen Sie das Registrierungsformular:
es_es: Proteger el formulario de registro:
fr_fr: Protéger le formulaire d'inscription :
it_it: Proteggi il modulo di registrazione:
pt_pt: Proteger o formulário de registro:

source: Your Secret Key:
de_de: Ihr geheimer Schlüssel:
es_es: Su clave secreta:
fr_fr: Votre clé secrète :
it_it: La tua chiave segreta:
pt_pt: Sua chave secreta:

source: Your Site Key:
de_de: Ihr Website-Schlüssel:
es_es: Su clave del sitio:
fr_fr: Votre clé de site :
it_it: La tua chiave del sito:
pt_pt: Sua chave do site:

source: Theme:
de_de: Design:
es_es: Tema:
fr_fr: Thème :
it_it: Tema:
pt_pt: Tema:

source: Type:
de_de: Typ:
es_es: Tipo:
it_it: Tipo:
pt_pt: Tipo:

source: Require from authorized users:
de_de: Von autorisierten Benutzern verlangen:
es_es: Requerir de usuarios autorizados:
fr_fr: Exiger des utilisateurs autorisés :
it_it: Richiedi agli utenti autorizzati:
pt_pt: Exigir de usuários autorizados:

source: Name:
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:
pt_pt: Nome:

source: Tier:
de_de: Stufe:
es_es: Nivel:
fr_fr: Niveau :
it_it: Livello:
pt_pt: Nível:

source: Account Information
de_de: Kontoinformationen
es_es: Información de la cuenta
fr_fr: Informations du compte
it_it: Informazioni sull'account
pt_pt: Informações da conta

source: Frictionless Threshold:
de_de: Reibungsloser Schwellenwert:
es_es: Umbral sin fricción:
fr_fr: Seuil sans friction :
it_it: Soglia senza attrito:
pt_pt: Limite sem atrito:

source: High
de_de: Hoch
es_es: Alto
fr_fr: Élevé
it_it: Alto
pt_pt: Alto

source: Low
de_de: Niedrig
es_es: Bajo
fr_fr: Faible
it_it: Basso
pt_pt: Baixo

source: Normal
it_it: Normale

source: Proof of Work Difficulty:
de_de: Schwierigkeit des Arbeitsnachweises:
es_es: Dificultad de la prueba de trabajo:
fr_fr: Difficulté de la preuve de travail :
it_it: Difficoltà della prova di lavoro:
pt_pt: Dificuldade da prova de trabalho:

source: Captcha Settings
de_de: Captcha-Einstellungen
es_es: Configuración de Captcha
fr_fr: Paramètres du Captcha
it_it: Impostazioni Captcha
pt_pt: Configurações do Captcha

source: Proof of Work
de_de: Arbeitsnachweis
es_es: Prueba de trabajo
fr_fr: Preuve de travail
it_it: Prova di lavoro
pt_pt: Prova de trabalho

source: Whitelisted Domains
de_de: Zugelassene Domains
es_es: Dominios en la lista blanca
fr_fr: Domaines en liste blanche
it_it: Domini autorizzati
pt_pt: Domínios permitidos

source: Failed to load. Please try again later.
de_de: Fehler beim Laden. Bitte versuchen Sie es später erneut.
es_es: Error al cargar. Por favor, inténtelo de nuevo más tarde.
fr_fr: Échec du chargement. Veuillez réessayer plus tard.
it_it: Caricamento non riuscito. Riprova più tardi.
pt_pt: Falha ao carregar. Tente novamente mais tarde.

source: Successfully loaded at
de_de: Erfolgreich geladen um
es_es: Cargado exitosamente a las
fr_fr: Chargé avec succès à
it_it: Caricato con successo alle
pt_pt: Carregado com sucesso em

source: Loading, please wait.
de_de: Laden, bitte warten.
es_es: Cargando, por favor espere.
fr_fr: Chargement en cours, veuillez patienter.
it_it: Caricamento in corso, attendere.
pt_pt: Carregando, por favor aguarde.

source: Refresh now
de_de: Jetzt aktualisieren
es_es: Actualizar ahora
fr_fr: Actualiser maintenant
it_it: Aggiorna ora
pt_pt: Atualizar agora

source: Traffic Data Over Time
de_de: Verkehrsdaten über die Zeit
es_es: Datos de tráfico a lo largo del tiempo
fr_fr: Données de trafic au fil du temps
it_it: Dati sul traffico nel tempo
pt_pt: Dados de tráfego ao longo do tempo

source: Image Submissions
de_de: Bildeinsendungen
es_es: Envíos de imágenes
fr_fr: Soumissions d'images
it_it: Invii di immagini
pt_pt: Envios de imagens

source: Proof of Work Submissions
de_de: Einsendungen zum Arbeitsnachweis
es_es: Envíos de prueba de trabajo
fr_fr: Soumissions de preuves de travail
it_it: Invii di prove di lavoro
pt_pt: Envios de prova de trabalho

source: Submissions Count
de_de: Anzahl der Einsendungen
es_es: Conteo de envíos
fr_fr: Nombre de soumissions
it_it: Conteggio degli invii
pt_pt: Contagem de envios

source: Time
de_de: Zeit
es_es: Hora
fr_fr: Temps
it_it: Ora
pt_pt: Hora

source: Traffic Analytics
de_de: Verkehrsanalysen
es_es: Análisis de tráfico
fr_fr: Analyse du trafic
it_it: Analisi del traffico
pt_pt: Análise de tráfego

source: Image:
de_de: Bild:
es_es: Imagen:
it_it: Immagine:
pt_pt: Imagem:

source: Proof of Work:
de_de: Arbeitsnachweis:
es_es: Prueba de trabajo:
fr_fr: Preuve de travail :
it_it: Prova di lavoro:
pt_pt: Prova de trabalho:

source: Monthly Usage
de_de: Monatliche Nutzung
es_es: Uso mensual
fr_fr: Utilisation mensuelle
it_it: Utilizzo mensile
pt_pt: Uso mensal

source: Total Verification Requests:
de_de: Gesamte Verifizierungsanfragen:
es_es: Solicitudes totales de verificación:
fr_fr: Total des demandes de vérification :
it_it: Richieste totali di verifica:
pt_pt: Total de solicitações de verificação:

source: Visit Website
de_de: Website besuchen
es_es: Visitar sitio web
fr_fr: Visiter le site web
it_it: Visita il sito web
pt_pt: Visitar site

source: Visit Portal
de_de: Portal besuchen
es_es: Visitar portal
fr_fr: Visiter le portail
it_it: Visita il portale
pt_pt: Visitar portal

source: Please setup your keys to see the statistics.
de_de: Bitte richten Sie Ihre Schlüssel ein, um die Statistiken zu sehen.
es_es: Por favor, configure sus claves para ver las estadísticas.
fr_fr: Veuillez configurer vos clés pour voir les statistiques.
it_it: Configura le tue chiavi per vedere le statistiche.
pt_pt: Configure suas chaves para ver as estatísticas.

source: Unlock more with Pro tier
de_de: Schalte mehr mit der Pro-Stufe frei
es_es: Desbloquea más con el nivel Pro
fr_fr: Débloquez plus avec le niveau Pro
it_it: Sblocca di più con il livello Pro
pt_pt: Desbloqueie mais com o nível Pro

source: Up to 1M monthly requests
de_de: Bis zu 1 Mio. Anfragen pro Monat
es_es: Hasta 1 millón de solicitudes mensuales
fr_fr: Jusqu'à 1 million de requêtes par mois
it_it: Fino a 1 milione di richieste mensili
pt_pt: Até 1 milhão de solicitações mensais

source: Rapid technical support
de_de: Schneller technischer Support
es_es: Soporte técnico rápido
fr_fr: Support technique rapide
it_it: Supporto tecnico rapido
pt_pt: Suporte técnico rápido

source: Unlimited number of sites
de_de: Unbegrenzte Anzahl von Websites
es_es: Número ilimitado de sitios
fr_fr: Nombre illimité de sites
it_it: Numero illimitato di siti
pt_pt: Número ilimitado de sites

source: Advanced user management
de_de: Erweiterte Benutzerverwaltung
es_es: Gestión avanzada de usuarios
fr_fr: Gestion avancée des utilisateurs
it_it: Gestione avanzata degli utenti
pt_pt: Gerenciamento avançado de usuários

source: Traffic analytics and statistics
de_de: Traffic-Analysen und Statistiken
es_es: Análisis y estadísticas de tráfico
fr_fr: Analyses et statistiques du trafic
it_it: Analisi e statistiche del traffico
pt_pt: Análises e estatísticas de tráfego

source: Upgrade
es_es: Actualizar
fr_fr: Mettre à niveau
it_it: Aggiorna
pt_pt: Atualizar

source: Unlock Analytics with Pro tier
de_de: Schalte Analysen mit der Pro-Stufe frei
es_es: Desbloquea análisis con el nivel Pro
fr_fr: Débloquez les analyses avec le niveau Pro
it_it: Sblocca le analisi con il livello Pro
pt_pt: Desbloqueie análises com o nível Pro
